{
    "events": [
        {
            "eventId": "0",
            "eventCategory": "POLITICS",
            "eventDate": "1990/06/12",
            "eventImg": null,
            "eventDescriptionEn": "On June 12, 1990, Russia officially declared its independence.",
            "eventDescriptionTr": "12 Haziran 1990'da Rusya resmen bağımsızlığını ilan etti.",
            "eventDescriptionDe": "Am 12. Juni 1990 erklärte Russland offiziell seine Unabhängigkeit.",
            "eventDescriptionEs": "El 12 de junio de 1990, Rusia declaró oficialmente su independencia.",
            "eventDescriptionIt": "Il 12 giugno 1990, la Russia dichiarò ufficialmente la sua indipendenza.",
            "eventDescriptionFr": "Le 12 juin 1990, la Russie a officiellement déclaré son indépendance."
        },
        {
            "eventId": "1",
            "eventCategory": "SCIENCE",
            "eventDate": "1967/06/12",
            "eventImg": null,
            "eventDescriptionEn": "The Soviet Union sent the spacecraft Venera 4 to the planet Venus.",
            "eventDescriptionTr": "Sovyetler Birliği, uzay aracı Venera 4'ü Venüs gezegenine yolladı."
        },
        {
            "eventId": "2",
            "eventCategory": "SCIENCE",
            "eventDate": "1983/06/13",
            "eventImg": null,
            "eventDescriptionEn": "The Pioneer 10 space probe became the first man-made object to leave the solar system.",
            "eventDescriptionTr": "Pioneer 10 uzay sondası, güneş sistemi dışına çıkan ilk insan yapımı nesne oldu."
        },
        {
            "eventId": "3",
            "eventCategory": "TECH",
            "eventDate": "2018/06/13",
            "eventImg": null,
            "eventDescriptionEn": "Volkswagen is fined one billion euros over the emissions scandal.",
            "eventDescriptionTr": "Volkswagen'e, emisyon skandalı nedeniyle bir milyar euro para cezasına verildi."
        },
        {
            "eventId": "4",
            "eventCategory": "POLITICS",
            "eventDate": "1926/06/14",
            "eventImg": null,
            "eventDescriptionEn": "Brazil leaves the League of Nations.",
            "eventDescriptionTr": "Brezilya Millet Cemiyeti'nden ayrıldı."
        },
        {
            "eventId": "5",
            "eventCategory": "TECH",
            "eventDate": "2022/06/15",
            "eventImg": null,
            "eventDescriptionEn": "Microsoft retires its ubiquitous Internet Explorer after 26 years in favor of its new browser, Microsoft Edge.",
            "eventDescriptionTr": "Microsoft, Internet Explorer'ı 26 yıl sonra emekliye ayırdı, yerine yeni tarayıcısı Microsoft Edge geldi."
        },
        {
            "eventId": "6",
            "eventCategory": "SCIENCE",
            "eventDate": "1667/06/15",
            "eventImg": null,
            "eventDescriptionEn": "The first human blood transfusion is administered by Dr. Jean-Baptiste Denys.",
            "eventDescriptionTr": "1667 yılında ilk kan nakli Dr. Jean-Baptiste Denys tarafından gerçekleştirildi."
        },
        {
            "eventId": "7",
            "eventCategory": "PEOPLE",
            "eventDate": "1896/06/15",
            "eventImg": "https://firebasestorage.googleapis.com/v0/b/today-from-history-5f9f6.appspot.com/o/june%2Fdeadliest%20tsunamis-in-japan-7.png?alt=media&token=fca17113-00a8-439a-8a4c-2107dec5652a",
            "eventDescriptionEn": "One of the deadliest tsunamis in Japan's history kills more than 22,000 people.",
            "eventDescriptionTr": "Japonya tarihinin en ölümcül tsunamilerinden biri 22.000'den fazla insanı öldürdü."
        },
        {
            "eventId": "8",
            "eventCategory": "SPORT",
            "eventDate": "2012/06/15",
            "eventImg": null,
            "eventDescriptionEn": "Nik Wallenda becomes the first person to successfully tightrope walk directly over Niagara Falls.",
            "eventDescriptionTr": "Nik Wallenda, doğrudan Niagara Şelaleleri üzerinde ipte başarıyla yürüyen ilk kişi oldu."
        },
        {
            "eventId": "9",
            "eventCategory": "TECH",
            "eventDate": "1903/06/16",
            "eventImg": null,
            "eventDescriptionEn": "The Ford Motor Company is incorporated.",
            "eventDescriptionTr": "16 Haziran 1903'te Ford Motor Company kuruldu."
        },
        {
            "eventId": "10",
            "eventCategory": "TECH",
            "eventDate": "2006/04/23",
            "eventImg": null,
            "eventDescriptionEn": "Spotify founded in April 23.",
            "eventDescriptionTr": "23 Nisan 2006'da Spotify kuruldu."
        },
        {
            "eventId": "12",
            "eventCategory": "SCIENCE",
            "eventDate": "1949/06/14",
            "eventImg": null,
            "eventDescriptionEn": "Albert II becomes the first monkey in space.",
            "eventDescriptionTr": "Albert II, uzaya çıkan ilk maymun oldu."
        },
        {
            "eventId": "14",
            "eventCategory": "TECH",
            "eventDate": "1935/06/15",
            "eventImg": null,
            "eventDescriptionEn": "The first transatlantic telephone call is made between New York City and London.",
            "eventDescriptionTr": "1935'te Atlantik Okyanusu'nu aşan ilk telefon görüşmesi New York ve Londra arasında yapıldı."
        },
        {
            "eventId": "15",
            "eventCategory": "POLITICS",
            "eventDate": "1846/06/15",
            "eventImg": null,
            "eventDescriptionEn": "The United States declares war on Mexico, beginning the Mexican-American War.",
            "eventDescriptionTr": "Amerika Birleşik Devletleri, Meksika-Amerika Savaşı'nı başlatarak Meksika'ya savaş ilan etti."
        },
        {
            "eventId": "16",
            "eventCategory": "PEOPLE",
            "eventDate": "2017/06/14",
            "eventImg": null,
            "eventDescriptionEn": "A fire in a high-rise apartment building in North Kensington, London, UK, leaves 72 people dead and another 74 injured.",
            "eventDescriptionTr": "İngiltere'nin Londra kentindeki North Kensington'da çok katlı bir apartmanda çıkan yangında 72 kişi öldü, 74 kişi de yaralandı."
        },
        {
            "eventId": "17",
            "eventCategory": "SCIENCE",
            "eventDate": "1963/06/16",
            "eventImg": null,
            "eventDescriptionEn": "Soviet cosmonaut Valentina Tereshkova becomes the first woman to travel in space, having been launched into orbit aboard the spacecraft Vostok 6, which completed 48 orbits in 71 hours.",
            "eventDescriptionTr": "Sovyet kozmonot Valentina Tereshkova, 71 saatte 48 yörüngeyi tamamlayan Vostok 6 uzay aracıyla yörüngeye fırlatılarak uzayda yolculuk yapan ilk kadın oldu."
        },
        {
            "eventId": "18",
            "eventCategory": "POLITICS",
            "eventDate": "2001/09/11",
            "eventImg": null,
            "eventDescriptionEn": "The September 11 attacks, a series of coordinated terrorist attacks killing 2,996 people using four aircraft hijacked by 19 members of al-Qaeda. Two aircraft crash into the World Trade Center in New York City, a third crashes into The Pentagon in Arlington County, Virginia, and a fourth into a field near Shanksville, Pennsylvania.",
            "eventDescriptionTr": "11 Eylül saldırıları, El Kaide'nin 19 üyesi tarafından kaçırılan dört uçağı kullanarak 2.996 kişinin ölümüne neden olan bir dizi koordineli terör saldırısıdır. İki uçak New York City'deki Dünya Ticaret Merkezi'ne düştü, üçüncüsü Virginia, Arlington County'deki The Pentagon'a ve dördüncüsü Pennsylvania, Shanksville yakınlarındaki bir araziye düştü."
        },
        {
            "eventId": "19",
            "eventCategory": "POLITICS",
            "eventDate": "1914/07/28",
            "eventImg": null,
            "eventDescriptionEn": "The First World War began.",
            "eventDescriptionTr": "I. Dünya Savaşı başladı."
        },
        {
            "eventId": "20",
            "eventCategory": "SCIENCE",
            "eventDate": "1986/04/26",
            "eventImg": null,
            "eventDescriptionEn": "Chernobyl nuclear reactor explosion occurred, resulting in the worst nuclear disaster in history.",
            "eventDescriptionTr": "Çernobil nükleer reaktör patlaması gerçekleşti ve tarihteki en kötü nükleer felakete sebep oldu."
        },
        {
            "eventId": "21",
            "eventCategory": "POLITICS",
            "eventDate": "1945/09/02",
            "eventImg": null,
            "eventDescriptionEn": "World War II came to an end with the official surrender of Japan, marking a significant turning point in global history.",
            "eventDescriptionTr": "İkinci Dünya Savaşı, Japonya'nın resmi olarak teslim olmasıyla sona erdi ve küresel tarih açısından önemli bir dönüm noktasını işaret etti."
        },
        {
            "eventId": "23",
            "eventCategory": "POLITICS",
            "eventDate": "1989/11/09",
            "eventImg": null,
            "eventDescriptionEn": "The Berlin Wall fell, symbolizing the end of the Cold War and the reunification of East and West Germany.",
            "eventDescriptionTr": "Berlin Duvarı yıkıldı ve Soğuk Savaş'ın sonunu ve Doğu ve Batı Almanya'nın birleşmesini simgeledi."
        },
        {
            "eventId": "24",
            "eventCategory": "PEOPLE",
            "eventDate": "1920/08/18",
            "eventImg": null,
            "eventDescriptionEn": "Women's suffrage was achieved in the United States, granting women the right to vote.",
            "eventDescriptionTr": "Amerika Birleşik Devletleri'nde kadınların oy kullanma hakkı elde edildi."
        },
        {
            "eventId": "25",
            "eventCategory": "TECH",
            "eventDate": "1903/12/17",
            "eventImg": null,
            "eventDescriptionEn": "The Wright Brothers achieved the first powered flight, introducing the era of modern aviation.",
            "eventDescriptionTr": "Wright Kardeşler ilk güçlü uçuşu gerçekleştirdi ve modern havacılık dönemini başlattı."
        },
        {
            "eventId": "26",
            "eventCategory": "PEOPLE",
            "eventDate": "1994/04/27",
            "eventImg": null,
            "eventDescriptionEn": "Apartheid, the system of racial segregation in South Africa, officially ended, leading to the first multiracial democratic elections in the country.",
            "eventDescriptionTr": "Güney Afrika'da ırk ayrımcılığı sistemi olan apartheid resmi olarak sona erdi ve ülkede ilk çok ırklı demokratik seçimler gerçekleşti."
        },
        {
            "eventId": "27",
            "eventCategory": "PEOPLE",
            "eventDate": "2015/12/12",
            "eventImg": null,
            "eventDescriptionEn": "The Paris Agreement, a global effort to combat climate change, was signed by 196 countries, highlighting the urgency of environmental preservation.",
            "eventDescriptionTr": "Paris Anlaşması, iklim değişikliğiyle mücadele etmek için 196 ülke tarafından imzalandı ve çevresel korumanın aciliyetini vurguladı."
        },
        {
            "eventId": "28",
            "eventCategory": "SCIENCE",
            "eventDate": "1967/12/03",
            "eventImg": null,
            "eventDescriptionEn": "The first successful human heart transplant was performed, paving the way for organ transplantation in medical history.",
            "eventDescriptionTr": "İlk başarılı insan kalp nakli gerçekleştirildi ve tıp tarihinde organ nakli için yol açıldı."
        },
        {
            "eventId": "29",
            "eventCategory": "POLITICS",
            "eventDate": "1947/08/15",
            "eventImg": null,
            "eventDescriptionEn": "India gained independence from British colonial rule, marking a significant milestone in the country's history.",
            "eventDescriptionTr": "Hindistan, Britanya sömürge yönetiminden bağımsızlığını kazandı ve ülkenin tarihinde önemli bir kilometre taşını işaret etti."
        },
        {
            "eventId": "30",
            "eventCategory": "SCIENCE",
            "eventDate": "1953/04/25",
            "eventImg": null,
            "eventDescriptionEn": "The double helix structure of DNA was discovered by James Watson and Francis Crick, unraveling the genetic code.",
            "eventDescriptionTr": "DNA'nın çift sarmal yapısı, James Watson ve Francis Crick tarafından keşfedildi ve genetik kodun çözülmesini sağladı."
        },
        {
            "eventId": "31",
            "eventCategory": "POLITICS",
            "eventDate": "1991/12/26",
            "eventImg": null,
            "eventDescriptionEn": "The Soviet Union collapsed, leading to the dissolution of the communist state and the end of the Cold War era.",
            "eventDescriptionTr": "Sovyetler Birliği çöktü, komünist devletin dağılmasına ve Soğuk Savaş döneminin sona ermesine yol açtı."
        },
        {
            "eventId": "32",
            "eventCategory": "POLITICS",
            "eventDate": "1919/06/28",
            "eventImg": null,
            "eventDescriptionEn": "The Treaty of Versailles was signed, officially ending World War I and establishing peace terms.",
            "eventDescriptionTr": "Versay Antlaşması imzalandı ve Birinci Dünya Savaşı resmen sona erdi, barış koşulları belirlendi."
        },
        {
            "eventId": "33",
            "eventCategory": "SCIENCE",
            "eventDate": "1969/07/20",
            "eventImg": null,
            "eventDescriptionEn": "Apollo 11 successfully landed on the moon, marking the first human footsteps on another celestial body.",
            "eventDescriptionTr": "Apollo 11 başarıyla Ay'a indi ve başka bir gök cismi üzerindeki ilk insan ayak izlerini oluşturdu."
        },
        {
            "eventId": "34",
            "eventCategory": "PEOPLE",
            "eventDate": "1964/07/02",
            "eventImg": null,
            "eventDescriptionEn": "The Civil Rights Act of 1964 was signed into law, prohibiting discrimination based on race, color, religion, sex, or national origin.",
            "eventDescriptionTr": "1964 Medeni Haklar Yasası yürürlüğe girdi ve ırk, renk, din, cinsiyet veya milliyete dayalı ayrımcılığı yasakladı."
        },
        {
            "eventId": "35",
            "eventCategory": "PEOPLE",
            "eventDate": "1912/04/15",
            "eventImg": null,
            "eventDescriptionEn": "The RMS Titanic, a British passenger liner, sank after hitting an iceberg in the North Atlantic Ocean, resulting in the loss of over 1,500 lives.",
            "eventDescriptionTr": "Britanya yolcu gemisi RMS Titanic, Kuzey Atlantik Okyanusu'nda bir buzdağına çarparak battı ve 1.500'den fazla can kaybına neden oldu."
        },
        {
            "eventId": "36",
            "eventCategory": "SCIENCE",
            "eventDate": "1957/10/04",
            "eventImg": null,
            "eventDescriptionEn": "The Soviet Union launched Sputnik 1, the world's first artificial satellite, marking the beginning of the Space Age and the Space Race between the United States and the Soviet Union.",
            "eventDescriptionTr": "Sovyetler Birliği, Sputnik 1'i fırlattı; bu, dünyanın ilk yapay uydusu olup Uzay Çağı'nın ve Amerika Birleşik Devletleri ile Sovyetler Birliği arasındaki Uzay Yarışı'nın başlangıcını işaretledi."
        },
        {
            "eventId": "37",
            "eventCategory": "POLITICS",
            "eventDate": "1963/11/22",
            "eventImg": null,
            "eventDescriptionEn": "President John F. Kennedy was assassinated in Dallas, Texas, leading to a period of national mourning and significant political impact.",
            "eventDescriptionTr": "Başkan John F. Kennedy, Dallas, Teksas'ta suikast sonucu öldü ve ulusal yas dönemi ve önemli siyasi etkilerle sonuçlandı."
        },
        {
            "eventId": "38",
            "eventCategory": "POLITICS",
            "eventDate": "1945/08/06",
            "eventImg": null,
            "eventDescriptionEn": "Atomic bombs were dropped on Hiroshima by the United States, resulting in the devastation and loss of many lives.",
            "eventDescriptionTr": "Amerika Birleşik Devletleri tarafından Hiroşima'ya atom bombası atıldı, bunun sonucunda büyük tahribatlar ve birçok can kaybı yaşandı."
        },
        {
            "eventId": "39",
            "eventCategory": "POLITICS",
            "eventDate": "1939/09/01",
            "eventImg": null,
            "eventDescriptionEn": "World War II began with the German invasion of Poland, leading to a global conflict involving many nations.",
            "eventDescriptionTr": "Almanya'nın Polonya'yı işgal etmesiyle İkinci Dünya Savaşı başladı ve birçok ülkeyi içeren küresel bir çatışma yaşandı."
        },
        {
            "eventId": "40",
            "eventCategory": "SCIENCE",
            "eventDate": "1983/06/18",
            "eventImg": "https://firebasestorage.googleapis.com/v0/b/today-from-history-5f9f6.appspot.com/o/june%2Fsally-ride-40.jpeg?alt=media&token=fd4c871d-bde0-45da-8bc4-6371c7189338",
            "eventDescriptionEn": "Astronaut Sally Ride became the first American woman to travel to space aboard the Space Shuttle Challenger.",
            "eventDescriptionTr": "Astronot Sally Ride, Uzay Mekiği Challenger ile uzaya seyahat eden ilk Amerikalı kadın oldu."
        },
        {
            "eventId": "41",
            "eventCategory": "POLITICS",
            "eventDate": "1812/06/18",
            "eventImg": null,
            "eventDescriptionEn": "The War of 1812 started with a declaration of war by the United States against Great Britain, primarily over maritime issues and territorial disputes.",
            "eventDescriptionTr": "1812 Savaşı, Amerika Birleşik Devletleri'nin Büyük Britanya'ya karşı savaş ilanıyla başladı ve temel olarak denizcilik sorunları ve toprak anlaşmazlıkları üzerine odaklandı."
        },
        {
            "eventId": "42",
            "eventCategory": "PEOPLE",
            "eventDate": "1865/06/19",
            "eventImg": null,
            "eventDescriptionEn": "Juneteenth is celebrated as the emancipation of enslaved African Americans in the United States. It commemorates the day when Union Army General Gordon Granger announced the end of slavery in Texas.",
            "eventDescriptionTr": "Juneteenth, Amerika Birleşik Devletleri'nde kölelikten kurtulan Afro-Amerikalıların özgürlüğünün kutlandığı bir gündür. Bu gün, Union Ordusu Generali Gordon Granger'ın Teksas'ta köleliğin sona erdiğini duyurduğu günü anar."
        },
        {
            "eventId": "43",
            "eventCategory": "POLITICS",
            "eventDate": "1961/06/19",
            "eventImg": null,
            "eventDescriptionEn": "Kuwait declares independence from the United Kingdom.",
            "eventDescriptionTr": "Kuveyt Birleşik Krallık'tan bağımsızlığını ilan etti."
        },
        {
            "eventId": "44",
            "eventCategory": "PEOPLE",
            "eventDate": "1997/06/26",
            "eventImg": null,
            "eventDescriptionEn": "Author J.K. Rowling's first book in the Harry Potter series, 'Harry Potter and the Philosopher's Stone' (titled 'Harry Potter and the Sorcerer's Stone' in the US), was published, introducing readers to the magical world of Harry Potter.",
            "eventDescriptionTr": "Yazar J.K. Rowling'in Harry Potter serisindeki ilk kitabı 'Harry Potter ve Felsefe Taşı' (ABD'de 'Harry Potter ve Sırlar Odası' adıyla yayınlandı), okurları Harry Potter'ın sihirli dünyasına tanıştırarak büyük bir ilgi uyandırdı."
        },
        {
            "eventId": "45",
            "eventCategory": "POLITICS",
            "eventDate": "1953/06/02",
            "eventImg": null,
            "eventDescriptionEn": "Queen Elizabeth II was crowned at Westminster Abbey in London, becoming the Queen of the United Kingdom and other Commonwealth realms.",
            "eventDescriptionTr": "Kraliçe II. Elizabeth, Londra'daki Westminster Manastırı'nda taç giyerek Birleşik Krallık ve diğer İngiliz Milletler Topluluğu ülkelerinin kraliçesi oldu."
        },
        {
            "eventId": "46",
            "eventCategory": "TECH",
            "eventDate": "1877/06/02",
            "eventImg": null,
            "eventDescriptionEn": "Alexander Graham Bell installs the world's first commercial telephone service in Hamilton, Ontario, Canada.",
            "eventDescriptionTr": "Alexander Graham Bell dünyanın ilk ticari telefon hizmetini Hamilton, Ontario, Kanada'da kurdu."
        },
        {
            "eventId": "47",
            "eventCategory": "TECH",
            "eventDate": "1840/06/02",
            "eventImg": null,
            "eventDescriptionEn": "Samuel Morse receives the patent for the telegraph.",
            "eventDescriptionTr": "Samuel Morse telgrafın patentini aldı."
        },
        {
            "eventId": "48",
            "eventCategory": "POLITICS",
            "eventDate": "1840/06/02",
            "eventImg": null,
            "eventDescriptionEn": "Queen Victoria succeeds to the British throne",
            "eventDescriptionTr": "Kraliçe Victoria Britanya tahtına geçti."
        },
        {
            "eventId": "49",
            "eventCategory": "TECH",
            "eventDate": "2004/02/04",
            "eventImg": null,
            "eventDescriptionEn": "Facebook was founded by Mark Zuckerberg, along with his college roommates Eduardo Saverin, Andrew McCollum, Dustin Moskovitz, and Chris Hughes. Initially launched as 'Thefacebook', it started as a social networking platform for Harvard University students before expanding to other universities and eventually becoming a global social media giant.",
            "eventDescriptionTr": "Facebook, Mark Zuckerberg tarafından, üniversite arkadaşları Eduardo Saverin, Andrew McCollum, Dustin Moskovitz ve Chris Hughes ile birlikte kuruldu. Başlangıçta 'Thefacebook' olarak başlatılan platform, başlangıçta Harvard Üniversitesi öğrencileri için bir sosyal ağ olarak hizmet verdi ve daha sonra diğer üniversitelere yayılarak sonunda küresel bir sosyal medya devi haline geldi."
        },
        {
            "eventId": "50",
            "eventCategory": "TECH",
            "eventDate": "2006/03/21",
            "eventImg": null,
            "eventDescriptionEn": "Twitter was founded by Jack Dorsey, Biz Stone, and Evan Williams. Initially launched as a microblogging platform, Twitter allowed users to share short messages called 'tweets' of up to 140 characters. Over time, it grew into a widely used social media platform with millions of active users worldwide.",
            "eventDescriptionTr": "Twitter, Jack Dorsey, Biz Stone ve Evan Williams tarafından kuruldu. Başlangıçta bir mikroblog platformu olarak başlatılan Twitter, kullanıcıların 140 karaktere kadar olan kısa mesajlar olan 'tweet'leri paylaşmalarına olanak tanıdı. Zaman içinde, milyonlarca aktif kullanıcısı olan yaygın olarak kullanılan bir sosyal medya platformuna dönüştü."
        },
        {
            "eventId": "51",
            "eventCategory": "SPORT",
            "eventDate": "1896/04/06",
            "eventImg": null,
            "eventDescriptionEn": "The first modern Olympic Games were held in Athens, Greece, marking the revival of the ancient Olympic Games.",
            "eventDescriptionTr": "İlk modern Olimpiyat Oyunları, antik Olimpiyat Oyunlarının yeniden canlanmasını işaret ederek Atina, Yunanistan'da düzenlendi."
        },
        {
            "eventId": "52",
            "eventCategory": "SPORT",
            "eventDate": "1986/06/22",
            "eventImg": null,
            "eventDescriptionEn": "Diego Maradona scored the 'Hand of God' and 'Goal of the Century' during the 1986 FIFA World Cup quarter-final match between Argentina and England.",
            "eventDescriptionTr": "Diego Maradona, 1986 FIFA Dünya Kupası çeyrek final maçında Arjantin ve İngiltere arasında 'Tanrının Eli' ve 'Yüzyılın Golü'nü attı."
        },
        {
            "eventId": "53",
            "eventCategory": "SPORT",
            "eventDate": "1990/06/20",
            "eventImg": null,
            "eventDescriptionEn": "Michael Jordan led the Chicago Bulls to their first NBA championship, solidifying his legacy as one of the greatest basketball players of all time.",
            "eventDescriptionTr": "Michael Jordan, Chicago Bulls'u ilk NBA şampiyonluğuna taşıyarak tüm zamanların en büyük basketbol oyuncularından biri olarak adını tarihe yazdırdı."
        },
        {
            "eventId": "54",
            "eventCategory": "SPORT",
            "eventDate": "2008/08/08",
            "eventImg": null,
            "eventDescriptionEn": "Usain Bolt of Jamaica set world records in the 100m and 200m sprints at the Beijing Olympics, establishing himself as the fastest man in history.",
            "eventDescriptionTr": "Jamaikalı Usain Bolt, Pekin Olimpiyatları'nda 100m ve 200m sprintlerinde dünya rekorları kırarak tarihteki en hızlı adam olarak kendini kanıtladı."
        },
        {
            "eventId": "55",
            "eventCategory": "PEOPLE",
            "eventDate": "1971/07/03",
            "eventImg": null,
            "eventDescriptionEn": "Jim Morrison, the lead singer of the rock band The Doors, was found dead in Paris, France, at the age of 27.",
            "eventDescriptionTr": "Rock grubu The Doors'un solisti Jim Morrison, 27 yaşında Paris, Fransa'da ölü bulundu."
        },
        {
            "eventId": "56",
            "eventCategory": "PEOPLE",
            "eventDate": "1985/07/03",
            "eventImg": null,
            "eventDescriptionEn": "Back to the Future, a science fiction comedy film directed by Robert Zemeckis and starring Michael J. Fox, was released in the United States.",
            "eventDescriptionTr": "Robert Zemeckis'in yönettiği ve Michael J. Fox'un başrolde olduğu Bilim Kurgu-Komedi filmi Back to the Future, Amerika Birleşik Devletleri'nde gösterime girdi."
        },
        {
            "eventId": "57",
            "eventCategory": "SCIENCE",
            "eventDate": "1996/07/05",
            "eventImg": "https://firebasestorage.googleapis.com/v0/b/today-from-history-5f9f6.appspot.com/o/july%2Fdolly-57.jpeg?alt=media&token=60bd2545-65d3-40cb-8866-ff954502b6db",
            "eventDescriptionEn": "Dolly the sheep, the world's first mammal cloned from an adult somatic cell, was born at the Roslin Institute in Scotland.",
            "eventDescriptionTr": "Dolly koyunu, yetişkin bir somatik hücreden klonlanan dünyanın ilk memeli hayvanı olarak İskoçya'daki Roslin Enstitüsü'nde doğdu."
        },
        {
            "eventId": "58",
            "eventCategory": "SPORT",
            "eventDate": "1980/07/05",
            "eventImg": null,
            "eventDescriptionEn": "Björn Borg of Sweden won his fifth consecutive Wimbledon title in men's singles, establishing a new record in the tournament's history.",
            "eventDescriptionTr": "İsveçli tenisçi Björn Borg, erkekler teklerinde beşinci kez üst üste Wimbledon şampiyonluğunu kazanarak turnuva tarihinde yeni bir rekora imza attı."
        },
        {
            "eventId": "59",
            "eventCategory": "PEOPLE",
            "eventDate": "1962/07/05",
            "eventImg": null,
            "eventDescriptionEn": "Algeria gained independence from France after a long and bloody war, ending more than a century of French colonial rule.",
            "eventDescriptionTr": "Uzun ve kanlı bir savaşın ardından Cezayir, yüzyılı aşkın bir süredir devam eden Fransız sömürge yönetimine son vererek bağımsızlığını kazandı."
        },
        {
            "eventId": "60",
            "eventCategory": "PEOPLE",
            "eventDate": "1943/07/05",
            "eventImg": null,
            "eventDescriptionEn": "The Battle of Kursk, one of the largest tank battles in history, began between German and Soviet forces during World War II.",
            "eventDescriptionTr": "İkinci Dünya Savaşı sırasında Alman ve Sovyet güçleri arasında gerçekleşen Kursk Muharebesi, tarihteki en büyük tank savaşlarından biri olarak başladı."
        },
        {
            "eventId": "61",
            "eventCategory": "PEOPLE",
            "eventDate": "1811/07/05",
            "eventImg": null,
            "eventDescriptionEn": "Venezuela declared its independence from Spain, marking the beginning of the Venezuelan War of Independence.",
            "eventDescriptionTr": "Venezuela, İspanya'dan bağımsızlığını ilan etti ve Venezuela Bağımsızlık Savaşı'nın başlangıcını işaret etti."
        },
        {
            "eventId": "62",
            "eventCategory": "PEOPLE",
            "eventDate": "1978/07/07",
            "eventImg": null,
            "eventDescriptionEn": "The Solomon Islands becomes independent from the United Kingdom.",
            "eventDescriptionTr": "Solomon Adaları Birleşik Krallık'tan bağımsız hale geldi."
        },
        {
            "eventId": "63",
            "eventCategory": "POLITICS",
            "eventDate": "1776/07/04",
            "eventImg": "https://firebasestorage.googleapis.com/v0/b/today-from-history-5f9f6.appspot.com/o/july%2Findependence-of-america-63.jpg?alt=media&token=debcb598-69e7-451d-b0b3-213ed0a51e9c",
            "eventDescriptionEn": "American Revolution: The United States Declaration of Independence is adopted by the Second Continental Congress.",
            "eventDescriptionTr": "Amerikan Devrimi: Amerika Birleşik Devletleri Bağımsızlık Bildirgesi, İkinci Kıta Kongresi tarafından kabul edildi."
        },
        {
            "eventId": "64",
            "eventCategory": "POLITICS",
            "eventDate": "1827/07/04",
            "eventImg": null,
            "eventDescriptionEn": "Slavery is abolished in the State of New York.",
            "eventDescriptionTr": "New York Eyaletinde kölelik kaldırıldı."
        },
        {
            "eventId": "65",
            "eventCategory": "SPORT",
            "eventDate": "2004/07/04",
            "eventImg": "https://firebasestorage.googleapis.com/v0/b/today-from-history-5f9f6.appspot.com/o/july%2Fuefa-2004-final-greece-65.jpeg?alt=media&token=914b5d36-182c-4810-af22-ca3d5ff38213",
            "eventDescriptionEn": "Greece beats Portugal in the UEFA Euro 2004 Final and becomes European Champion for first time in its history.",
            "eventDescriptionTr": "Yunanistan, UEFA Euro 2004 Finalinde Portekiz'i yenerek tarihinde ilk kez Avrupa Şampiyonu oldu."
        },
        {
            "eventId": "66",
            "eventCategory": "POLITICS",
            "eventDate": "1975/07/06",
            "eventImg": null,
            "eventDescriptionEn": "The Comoros declares independence from France.",
            "eventDescriptionTr": "Komorlar, Fransa'dan bağımsızlığını ilan etti."
        },
        {
            "eventId": "67",
            "eventCategory": "TECH",
            "eventDate": "1947/07/06",
            "eventImg": null,
            "eventDescriptionEn": "The AK-47 goes into production in the Soviet Union.",
            "eventDescriptionTr": "AK-47, Sovyetler Birliği'nde üretime girdi."
        },
        {
            "eventId": "68",
            "eventCategory": "TECH",
            "eventDate": "1964/07/06",
            "eventImg": null,
            "eventDescriptionEn": "Malawi declares its independence from the United Kingdom.",
            "eventDescriptionTr": "Malawi Birleşik Krallık'tan bağımsızlığını ilan etti."
        },
        {
            "eventId": "69",
            "eventCategory": "SPORT",
            "eventDate": "1957/07/06",
            "eventImg": null,
            "eventDescriptionEn": "Althea Gibson wins the Wimbledon championships, becoming the first black athlete to do so.",
            "eventDescriptionTr": "Althea Gibson Wimbledon şampiyonasını kazandı ve bunu yapan ilk siyah atlet oldu."
        },
        {
            "eventId": "70",
            "eventCategory": "PEOPLE",
            "eventDate": "1889/07/08",
            "eventImg": null,
            "eventDescriptionEn": "The first issue of The Wall Street Journal is published.",
            "eventDescriptionTr": "The Wall Street Journal'ın ilk sayısı yayınlandı."
        },
        {
            "eventId": "71",
            "eventCategory": "POLITICS",
            "eventDate": "1977/07/13",
            "eventImg": null,
            "eventDescriptionEn": "Somalia declares war on Ethiopia, starting the Ogaden War.",
            "eventDescriptionTr": "Somali, Ogaden Savaşı'nı başlatarak Etiyopya'ya savaş ilan etti."
        },
        {
            "eventId": "72",
            "eventCategory": "POLITICS",
            "eventDate": "1950/07/14",
            "eventImg": null,
            "eventDescriptionEn": "Korean War: beginning of the Battle of Taejon.",
            "eventDescriptionTr": "Kore Savaşı: Taejon Savaşı'nın başlangıcı."
        },
        {
            "eventId": "73",
            "eventCategory": "SPORT",
            "eventDate": "1951/07/14",
            "eventImg": null,
            "eventDescriptionEn": "Ferrari take their first Formula One grand prix victory at the British Grand Prix at Silverstone.",
            "eventDescriptionTr": "Ferrari, Silverstone'daki Britanya Grand Prix'sinde ilk Formula 1 grand prix zaferini aldı."
        },
        {
            "eventId": "74",
            "eventCategory": "TECH",
            "eventDate": "1983/07/14",
            "eventImg": null,
            "eventDescriptionEn": "Mario Bros. is released in Japan, beginning the popular Super Mario Bros franchise.",
            "eventDescriptionTr": "Mario Bros., popüler Super Mario Bros serisini başlatarak Japonya'da piyasaya sürüldü."
        },
        {
            "eventId": "75",
            "eventCategory": "TECH",
            "eventDate": "2015/07/14",
            "eventImg": null,
            "eventDescriptionEn": "NASA's New Horizons probe performs the first flyby of Pluto, and thus completes the initial survey of the Solar System.",
            "eventDescriptionTr": "NASA'nın Yeni Ufuklar sondası, Pluto'nun ilk geçişini gerçekleştiriyor ve böylece Güneş Sistemi'nin ilk araştırmasını tamamlıyor."
        },
        {
            "eventId": "76",
            "eventCategory": "PEOPLE",
            "eventDate": "1874/07/14",
            "eventImg": null,
            "eventDescriptionEn": "The Chicago Fire of 1874 burns down 47 acres of the city, destroying 812 buildings, killing 20, and resulting in the fire insurance industry demanding municipal reforms from Chicago's city council.",
            "eventDescriptionTr": "1874 Chicago Yangını şehrin 47 dönümünü yaktı, 812 binayı yıktı, 20 kişiyi öldürdü ve yangın sigortası endüstrisinin Chicago belediye meclisinden belediye reformları talep etmesine neden oldu."
        },
        {
            "eventId": "77",
            "eventCategory": "PEOPLE",
            "eventDate": "1848/07/19",
            "eventImg": null,
            "eventDescriptionEn": "The Seneca Falls Convention, the first women's rights convention in the United States, began in Seneca Falls, New York.",
            "eventDescriptionTr": "Amerika Birleşik Devletleri'ndeki ilk kadın hakları kongresi olan Seneca Falls Konvansiyonu, New York'un Seneca Falls şehrinde başladı."
        },
        {
            "eventId": "78",
            "eventCategory": "PEOPLE",
            "eventDate": "2009/06/25",
            "eventImg": null,
            "eventDescriptionEn": "Michael Jackson, the King of Pop and one of the most influential entertainers in music history, passed away at the age of 50 in Los Angeles, California.",
            "eventDescriptionTr": "Popun Kralı ve müzik tarihinde en etkili sanatçılardan biri olan Michael Jackson, 50 yaşında Los Angeles, Kaliforniya'da hayatını kaybetti."
        },
        {
            "eventId": "79",
            "eventCategory": "SCIENCE",
            "eventDate": "1983/07/19",
            "eventImg": null,
            "eventDescriptionEn": "The first three-dimensional reconstruction of a human head using a CT (Computed Tomography) scanner is published, revolutionizing medical imaging and diagnostic practices.",
            "eventDescriptionTr": "İlk bilgisayarlı tomografi (BT) tarayıcı kullanılarak bir insan kafasının üç boyutlu rekonstrüksiyonu yayınlandı ve tıbbi görüntüleme ve tanı uygulamalarında devrim oluşturdu."
        },
        {
            "eventId": "79",
            "eventCategory": "SCIENCE",
            "eventDate": "1969/07/20",
            "eventImg": null,
            "eventDescriptionEn": "Apollo 11, the first manned mission to land on the Moon, successfully landed with astronauts Neil Armstrong and Buzz Aldrin, making Armstrong the first person to walk on the lunar surface.",
            "eventDescriptionTr": "Ay'a iniş yapacak ilk mürettebatlı Apollo 11 görevi, astronotlar Neil Armstrong ve Buzz Aldrin ile başarıyla gerçekleşti ve Armstrong'u ay yüzeyinde yürüyen ilk insan yaptı."
        },
        {
            "eventId": "80",
            "eventCategory": "SCIENCE",
            "eventDate": "1976/07/20",
            "eventImg": null,
            "eventDescriptionEn": "NASA's Viking 1 lander became the first spacecraft to successfully land and operate on Mars.",
            "eventDescriptionTr": "NASA'nın Viking 1 iniş aracı, Mars'a başarılı bir şekilde inen ve çalışan ilk uzay aracı oldu."
        },
        {
            "eventId": "81",
            "eventCategory": "PEOPLE",
            "eventDate": "2012/07/20",
            "eventImg": null,
            "eventDescriptionEn": "The Dark Knight Rises, the final installment in Christopher Nolan's Batman trilogy, was released in theaters worldwide.",
            "eventDescriptionTr": "Christopher Nolan'ın Batman üçlemesinin final filmi olan 'The Dark Knight Rises', tüm dünyadaki sinemalarda gösterime girdi."
        },
        {
            "eventId": "82",
            "eventCategory": "SPORT",
            "eventDate": "1968/07/20",
            "eventImg": null,
            "eventDescriptionEn": "The first Special Olympics Games, organized for athletes with intellectual disabilities, were held in Chicago, Illinois.",
            "eventDescriptionTr": "Zihinsel engelli sporcular için düzenlenen ilk Özel Olimpiyat Oyunları, Chicago, Illinois'de gerçekleştirildi."
        },
        {
            "eventId": "83",
            "eventCategory": "POLITICS",
            "eventDate": "1944/07/20",
            "eventImg": null,
            "eventDescriptionEn": "The failed assassination attempt against Adolf Hitler, known as the July 20 plot, took place during World War II.",
            "eventDescriptionTr": "Adolf Hitler'e yönelik başarısız suikast girişimi olan 20 Temmuz komplosu, İkinci Dünya Savaşı sırasında gerçekleşti."
        },
        {
            "eventId": "84",
            "eventCategory": "PEOPLE",
            "eventDate": "2011/10/05",
            "eventImg": null,
            "eventDescriptionEn": "Steve Jobs, the co-founder of Apple Inc. and a visionary entrepreneur, passed away at the age of 56 in Palo Alto, California.",
            "eventDescriptionTr": "Apple Inc.'in kurucu ortağı ve vizyoner girişimci Steve Jobs, 56 yaşında Palo Alto, Kaliforniya'da vefat etti."
        },
        {
            "eventId": "85",
            "eventCategory": "SPORT",
            "eventDate": "2016/06/03",
            "eventImg": null,
            "eventDescriptionEn": "Muhammad Ali, the legendary professional boxer and one of the greatest athletes in history, passed away at the age of 74 in Scottsdale, Arizona.",
            "eventDescriptionTr": "Efsanevi profesyonel boksör ve tarihteki en büyük sporcularından biri olan Muhammad Ali, 74 yaşında Scottsdale, Arizona'da vefat etti."
        },
        {
            "eventId": "86",
            "eventCategory": "TECH",
            "eventDate": "2021/07/20",
            "eventImg": null,
            "eventDescriptionEn": "Jeff Bezos, the American businessman and founder of Amazon, flies to space aboard New Shepard NS-16, a suborbital spaceflight vehicle operated by his private spaceflight company Blue Origin.",
            "eventDescriptionTr": "Amazon'un kurucusu ve Amerikalı iş insanı Jeff Bezos, kendi özel uzay uçuş şirketi Blue Origin tarafından işletilen New Shepard NS-16 ile uzaya seyahat eder."
        },
        {
            "eventId": "87",
            "eventCategory": "POLITICS",
            "eventDate": "1871/07/20",
            "eventImg": null,
            "eventDescriptionEn": "British Columbia becomes the sixth province to join the confederation of Canada, solidifying its status as an integral part of the country.",
            "eventDescriptionTr": "British Columbia, Kanada konfederasyonuna katılan altıncı eyalet olur ve ülkenin ayrılmaz bir parçası olarak konumunu pekiştirir."
        },
        {
            "eventId": "88",
            "eventCategory": "PEOPLE",
            "eventDate": "1903/07/20",
            "eventImg": null,
            "eventDescriptionEn": "The Ford Motor Company, founded by Henry Ford, ships its first automobile, the Model A, marking the beginning of mass automobile production and revolutionizing the automotive industry.",
            "eventDescriptionTr": "Henry Ford tarafından kurulan Ford Motor Company, ilk otomobili Model A'yı sevk ederek seri üretime başlar ve otomotiv endüstrisinde devrim yaratır."
        },
        {
            "eventId": "89",
            "eventCategory": "PEOPLE",
            "eventDate": "1945/04/30",
            "eventImg": null,
            "eventDescriptionEn": "Adolf Hitler, the German dictator and leader of the Nazi party, died by suicide in his underground bunker in Berlin, Germany.",
            "eventDescriptionTr": "Alman diktatör ve Nazi partisinin lideri Adolf Hitler, Berlin, Almanya'daki yeraltı sığınağında intihar ederek hayatını kaybetti."
        },
        {
            "eventId": "90",
            "eventCategory": "PEOPLE",
            "eventDate": "1995/07/11",
            "eventImg": null,
            "eventDescriptionEn": "The Bosnian Serb Army committed the Srebrenica massacre, where more than 8,000 Bosniak men and boys were killed during the Bosnian War.",
            "eventDescriptionTr": "Bosna Savaşı sırasında Bosna Sırp Ordusu, Srebrenica katliamını gerçekleştirdi ve 8,000'den fazla Boşnak erkek ve çocuk öldürüldü."
        },
        {
            "eventId": "91",
            "eventCategory": "PEOPLE",
            "eventDate": "1981/07/07",
            "eventImg": null,
            "eventDescriptionEn": "President Ronald Reagan nominated Sandra Day O'Connor as the first female justice of the Supreme Court of the United States.",
            "eventDescriptionTr": "Başkan Ronald Reagan, Sandra Day O'Connor'ı Amerika Birleşik Devletleri Yüksek Mahkemesi'nin ilk kadın yargıcı olarak aday gösterdi."
        },
        {
            "eventId": "92",
            "eventCategory": "SCIENCE",
            "eventDate": "1958/07/29",
            "eventImg": null,
            "eventDescriptionEn": "The National Aeronautics and Space Administration (NASA) was established in the United States.",
            "eventDescriptionTr": "Ulusal Havacılık ve Uzay Dairesi (NASA), Amerika Birleşik Devletleri'nde kuruldu."
        },
        {
            "eventId": "93",
            "eventCategory": "POLITICS",
            "eventDate": "1945/08/06",
            "eventImg": null,
            "eventDescriptionEn": "Atomic bombs were dropped on Nagasaki by the United States, resulting in the devastation and loss of many lives.",
            "eventDescriptionTr": "Amerika Birleşik Devletleri tarafından Nagasaki'ye atom bombası atıldı, bunun sonucunda büyük tahribatlar ve birçok can kaybı yaşandı."
        },
        {
            "eventId": "94",
            "eventCategory": "PEOPLE",
            "eventDate": "1867/07/01",
            "eventImg": null,
            "eventDescriptionEn": "Canada was officially established as a self-governing dominion within the British Empire, known as Canada Day.",
            "eventDescriptionTr": "Kanada, İngiliz İmparatorluğu içinde öz yönetimli bir dominyon olarak resmen kuruldu ve Kanada Günü olarak bilinir."
        },
        {
            "eventId": "95",
            "eventCategory": "SCIENCE",
            "eventDate": "1994/07/16",
            "eventImg": null,
            "eventDescriptionEn": "Comet Shoemaker-Levy 9 collided with Jupiter, providing scientists with valuable data about the planet's atmosphere.",
            "eventDescriptionTr": "Shoemaker-Levy 9 Kuyruklu Yıldızı, Jüpiter ile çarpışarak bilim insanlarına gezegenin atmosferi hakkında değerli veriler sağladı."
        },
        {
            "eventId": "96",
            "eventCategory": "POLITICS",
            "eventDate": "1863/07/03",
            "eventImg": null,
            "eventDescriptionEn": "The Battle of Gettysburg, a pivotal battle in the American Civil War, ended with a Union victory over the Confederate forces.",
            "eventDescriptionTr": "Amerikan İç Savaşı'nda dönüm noktası niteliğindeki Gettysburg Muharebesi, Birlik kuvvetlerinin Konfederasyon güçleri üzerindeki zaferiyle sona erdi."
        },
        {
            "eventId": "97",
            "eventCategory": "SCIENCE",
            "eventDate": "2015/07/14",
            "eventImg": null,
            "eventDescriptionEn": "NASA's New Horizons spacecraft made its closest flyby of Pluto, providing detailed images of the dwarf planet.",
            "eventDescriptionTr": "NASA'nın New Horizons uzay aracı, Plüton'a en yakın uçuşunu gerçekleştirerek cüce gezegenin detaylı görüntülerini sağladı."
        },
        {
            "eventId": "98",
            "eventCategory": "SPORT",
            "eventDate": "2018/07/15",
            "eventImg": null,
            "eventDescriptionEn": "The 2018 FIFA World Cup final was held in Moscow, Russia, with France winning the tournament by defeating Croatia.",
            "eventDescriptionTr": "2018 FIFA Dünya Kupası finali Moskova, Rusya'da düzenlendi ve Fransa, Hırvatistan'ı yenerek turnuvayı kazandı."
        },
        {
            "eventId": "99",
            "eventCategory": "TECH",
            "eventDate": "1829/07/23",
            "eventImg": null,
            "eventDescriptionEn": "William Austin Burt received a patent for the typographer, the earliest version of a typewriter.",
            "eventDescriptionTr": "William Austin Burt, daktilonun (ilk daktilo türünün) patentini aldı."
        },
        {
            "eventId": "100",
            "eventCategory": "TECH",
            "eventDate": "1903/07/23",
            "eventImg": null,
            "eventDescriptionEn": "The Ford Motor Company sold its first Model A automobile to a Chicago dentist.",
            "eventDescriptionTr": "Ford Motor Company, ilk Model A otomobilini bir Chicago diş hekimine satışı gerçekleştirdi."
        },
        {
            "eventId": "101",
            "eventCategory": "SCIENCE",
            "eventDate": "1999/07/23",
            "eventImg": null,
            "eventDescriptionEn": "NASA's Chandra X-ray Observatory was launched into space, providing valuable data on X-ray emissions from various cosmic sources.",
            "eventDescriptionTr": "NASA'nın Chandra X-ışını Gözlemevi, uzaya fırlatıldı ve çeşitli kozmik kaynaklardan X-ışını emisyonlarına ilişkin değerli veriler sağladı."
        },
        {
            "eventId": "102",
            "eventCategory": "POLITICS",
            "eventDate": "1999/07/23",
            "eventImg": null,
            "eventDescriptionEn": "Abkhazia, a region located in the South Caucasus, declared its independence from Georgia.",
            "eventDescriptionTr": "Güney Kafkasya'da bulunan Abhazya, Gürcistan'dan bağımsızlığını ilan etti.",
            "eventDescriptionDe": "Abchasien, eine Region im Südkaukasus, erklärte seine Unabhängigkeit von Georgien.",
            "eventDescriptionEs": "Abjasia, una región ubicada en el Cáucaso Sur, declaró su independencia de Georgia.",
            "eventDescriptionIt": "Abkhazia, una regione situata nel Caucaso meridionale, ha dichiarato la propria indipendenza dalla Georgia.",
            "eventDescriptionFr": "L'Abkhazie, une région située dans le Caucase du Sud, a déclaré son indépendance de la Géorgie."
        },
        {
            "eventId": "103",
            "eventCategory": "PEOPLE",
            "eventDate": "1981/05/11",
            "eventImg": null,
            "eventDescriptionEn": "Bob Marley, the Jamaican reggae musician, passed away.",
            "eventDescriptionTr": "Jamaikalı reggae müzisyeni Bob Marley, hayatını kaybetti.",
            "eventDescriptionDe": "Bob Marley, der jamaikanische Reggae-Musiker, verstarb.",
            "eventDescriptionEs": "Bob Marley, el músico de reggae jamaiquino, falleció.",
            "eventDescriptionIt": "Bob Marley, il musicista giamaicano di reggae, è scomparso.",
            "eventDescriptionFr": "Bob Marley, le musicien de reggae jamaïcain, est décédé."
        },
        {
            "eventId": "104",
            "eventCategory": "PEOPLE",
            "eventDate": "1955/04/18",
            "eventImg": null,
            "eventDescriptionEn": "Albert Einstein, the renowned physicist, passed away.",
            "eventDescriptionTr": "Ünlü fizikçi Albert Einstein, hayatını kaybetti.",
            "eventDescriptionDe": "Albert Einstein, der berühmte Physiker, verstarb.",
            "eventDescriptionEs": "Albert Einstein, el renombrado físico, falleció.",
            "eventDescriptionIt": "Albert Einstein, il rinomato fisico, è scomparso.",
            "eventDescriptionFr": "Albert Einstein, le célèbre physicien, est décédé."
        },
        {
            "eventId": "105",
            "eventCategory": "PEOPLE",
            "eventDate": "1865/04/15",
            "eventImg": null,
            "eventDescriptionEn": "Abraham Lincoln, the 16th President of the United States, passed away.",
            "eventDescriptionTr": "Amerika Birleşik Devletleri'nin 16. Başkanı Abraham Lincoln, hayatını kaybetti.",
            "eventDescriptionDe": "Abraham Lincoln, der 16. Präsident der Vereinigten Staaten, ist verstorben.",
            "eventDescriptionEs": "Abraham Lincoln, el 16º Presidente de los Estados Unidos, falleció.",
            "eventDescriptionIt": "Abraham Lincoln, il 16° Presidente degli Stati Uniti, è deceduto.",
            "eventDescriptionFr": "Abraham Lincoln, le 16ème président des États-Unis, est décédé."
        },
        {
            "eventId": "106",
            "eventCategory": "PEOPLE",
            "eventDate": "1943/01/07",
            "eventImg": null,
            "eventDescriptionEn": "Nikola Tesla, the visionary inventor and electrical engineer, passed away.",
            "eventDescriptionTr": "Vizyoner mucit ve elektrik mühendisi Nikola Tesla, vefat etti.",
            "eventDescriptionDe": "Nikola Tesla, der visionäre Erfinder und Elektroingenieur, verstarb.",
            "eventDescriptionEs": "Nikola Tesla, el visionario inventor e ingeniero eléctrico, falleció.",
            "eventDescriptionIt": "Nikola Tesla, il visionario inventore e ingegnere elettrico, è deceduto.",
            "eventDescriptionFr": "Nikola Tesla, l'inventeur visionnaire et ingénieur électrique, est décédé."
        },
        {
            "eventId": "107",
            "eventCategory": "POLITICS",
            "eventDate": "2019/07/24",
            "eventImg": null,
            "eventDescriptionEn": "Boris Johnson becomes Prime Minister of the United Kingdom after defeating Jeremy Hunt in a leadership contest, succeeding Theresa May.",
            "eventDescriptionTr": "Boris Johnson, liderlik yarışmasında Jeremy Hunt'ı yenerek, Theresa May'in yerine Birleşik Krallık Başbakanı oldu.",
            "eventDescriptionDe": "Boris Johnson wird nach einem Führungswettbewerb gegen Jeremy Hunt Premierminister des Vereinigten Königreichs und folgt Theresa May nach.",
            "eventDescriptionEs": "Boris Johnson se convierte en Primer Ministro del Reino Unido después de derrotar a Jeremy Hunt en una contienda de liderazgo, sucediendo a Theresa May.",
            "eventDescriptionIt": "Boris Johnson diventa Primo Ministro del Regno Unito dopo aver sconfitto Jeremy Hunt in una competizione per la leadership, succedendo a Theresa May.",
            "eventDescriptionFr": "Boris Johnson devient Premier ministre du Royaume-Uni après avoir battu Jeremy Hunt lors d'une élection à la direction, succédant à Theresa May."
        },
        {
            "eventId": "108",
            "eventCategory": "PEOPLE",
            "eventDate": "1982/07/24",
            "eventImg": null,
            "eventDescriptionEn": "Heavy rain causes a mudslide that destroys a bridge at Nagasaki, Japan, killing 299 people.",
            "eventDescriptionTr": "Aşırı yağış, Japonya'nın Nagasaki şehrinde bir heyelanı tetikleyerek bir köprüyü yok etti ve 299 kişinin ölümüne neden oldu.",
            "eventDescriptionDe": "Starke Regenfälle verursachen einen Erdrutsch, der eine Brücke in Nagasaki, Japan, zerstört und 299 Menschen das Leben kostet.",
            "eventDescriptionEs": "Las fuertes lluvias causan un deslizamiento de tierra que destruye un puente en Nagasaki, Japón, matando a 299 personas.",
            "eventDescriptionIt": "Forte pioggia causa una frana che distrugge un ponte a Nagasaki, Giappone, causando la morte di 299 persone.",
            "eventDescriptionFr": "Des pluies torrentielles provoquent un glissement de terrain qui détruit un pont à Nagasaki, au Japon, faisant 299 morts."
        },
        {
            "eventId": "109",
            "eventCategory": "PEOPLE",
            "eventDate": "1923/07/24",
            "eventImg": null,
            "eventDescriptionEn": "The Treaty of Lausanne, settling the boundaries of modern Turkey, is signed in Switzerland by Greece, Bulgaria, and other countries that fought in World War I.",
            "eventDescriptionTr": "Lozan Antlaşması, modern Türkiye'nin sınırlarını belirleyerek Yunanistan, Bulgaristan ve diğer Birinci Dünya Savaşı'na katılan ülkeler tarafından İsviçre'de imzalandı.",
            "eventDescriptionDe": "Der Vertrag von Lausanne, der die Grenzen des modernen Türkei festlegt, wird in der Schweiz von Griechenland, Bulgarien und anderen Ländern, die am Ersten Weltkrieg teilgenommen haben, unterzeichnet.",
            "eventDescriptionEs": "El Tratado de Lausana, que establece los límites de la Turquía moderna, es firmado en Suiza por Grecia, Bulgaria y otros países que participaron en la Primera Guerra Mundial.",
            "eventDescriptionIt": "Il Trattato di Losanna, che definisce i confini della Turchia moderna, viene firmato in Svizzera da Grecia, Bulgaria e altri paesi che hanno combattuto nella Prima Guerra Mondiale.",
            "eventDescriptionFr": "Le Traité de Lausanne, qui établit les frontières de la Turquie moderne, est signé en Suisse par la Grèce, la Bulgarie et d'autres pays ayant combattu lors de la Première Guerre mondiale."
        },
        {
            "eventId": "110",
            "eventCategory": "SCIENCE",
            "eventDate": "1969/07/24",
            "eventImg": null,
            "eventDescriptionEn": "Apollo 11 splashes down safely in the Pacific Ocean after its historic mission to the Moon, with astronauts Neil Armstrong, Buzz Aldrin, and Michael Collins onboard.",
            "eventDescriptionTr": "Apollo 11, Ay'a yönelik tarihi misyonunu tamamladıktan sonra astronotlar Neil Armstrong, Buzz Aldrin ve Michael Collins ile güvenli bir şekilde Pasifik Okyanusu'na iniş yaptı.",
            "eventDescriptionDe": "Apollo 11 landet sicher im Pazifischen Ozean, nach seiner historischen Mission zum Mond, mit den Astronauten Neil Armstrong, Buzz Aldrin und Michael Collins an Bord.",
            "eventDescriptionEs": "Apollo 11 aterriza con seguridad en el Océano Pacífico después de su histórica misión a la Luna, con los astronautas Neil Armstrong, Buzz Aldrin y Michael Collins a bordo.",
            "eventDescriptionIt": "Apollo 11 ammara in sicurezza nell'Oceano Pacifico dopo la storica missione sulla Luna, con gli astronauti Neil Armstrong, Buzz Aldrin e Michael Collins a bordo.",
            "eventDescriptionFr": "Apollo 11 amerrit en toute sécurité dans l'océan Pacifique après sa mission historique sur la Lune, avec à bord les astronautes Neil Armstrong, Buzz Aldrin et Michael Collins."
        },
        {
            "eventId": "111",
            "eventCategory": "POLITICS",
            "eventDate": "2007/07/25",
            "eventImg": null,
            "eventDescriptionEn": "Pratibha Patil is sworn in as India's first female president, making history.",
            "eventDescriptionTr": "Pratibha Patil, Hindistan'ın ilk kadın cumhurbaşkanı olarak yemin ederek tarihe geçti.",
            "eventDescriptionDe": "Pratibha Patil wird als erste weibliche Präsidentin Indiens vereidigt und schreibt Geschichte.",
            "eventDescriptionEs": "Pratibha Patil asume el cargo como la primera presidenta de la India, haciendo historia.",
            "eventDescriptionIt": "Pratibha Patil giura come prima presidente donna dell'India, facendo storia.",
            "eventDescriptionFr": "Pratibha Patil prête serment en tant que première femme présidente de l'Inde, faisant ainsi l'histoire."
        },
        {
            "eventId": "112",
            "eventCategory": "PEOPLE",
            "eventDate": "1492/08/03",
            "eventImg": null,
            "eventDescriptionEn": "Christopher Columbus sets sail from Palos de la Frontera, Spain, on his first voyage to the Americas.",
            "eventDescriptionTr": "Christopher Columbus, Amerika'ya ilk seyahati için İspanya'nın Palos de la Frontera kentinden yola çıkar.",
            "eventDescriptionDe": "Christoph Kolumbus bricht von Palos de la Frontera, Spanien, zu seiner ersten Reise in die Amerikas auf.",
            "eventDescriptionEs": "Cristóbal Colón zarpa desde Palos de la Frontera, España, en su primer viaje a las Américas.",
            "eventDescriptionIt": "Cristoforo Colombo salpa da Palos de la Frontera, Spagna, per il suo primo viaggio verso le Americhe.",
            "eventDescriptionFr": "Christophe Colomb met les voiles depuis Palos de la Frontera, Espagne, pour son premier voyage vers les Amériques."
        },
        {
            "eventId": "113",
            "eventCategory": "SCIENCE",
            "eventDate": "1984/07/25",
            "eventImg": null,
            "eventDescriptionEn": "Cosmonaut Svetlana Savitskaya became the first woman to perform a spacewalk during the Soyuz T-12 mission.",
            "eventDescriptionTr": "Kozmonot Svetlana Savitskaya, Soyuz T-12 misyonu sırasında uzay yürüyüşü yaparak ilk kadın oldu.",
            "eventDescriptionDe": "Kosmonautin Svetlana Savitskaya wurde während der Soyuz T-12-Mission zur ersten Frau, die eine Weltraumausstiege durchführte.",
            "eventDescriptionEs": "La cosmonauta Svetlana Savitskaya se convirtió en la primera mujer en realizar una caminata espacial durante la misión Soyuz T-12.",
            "eventDescriptionIt": "La cosmonauta Svetlana Savitskaya è diventata la prima donna a compiere una passeggiata spaziale durante la missione Soyuz T-12.",
            "eventDescriptionFr": "La cosmonaute Svetlana Savitskaya est devenue la première femme à effectuer une sortie extravéhiculaire lors de la mission Soyuz T-12."
        },
        {
            "eventId": "114",
            "eventCategory": "POLITICS",
            "eventDate": "1962/08/06",
            "eventImg": null,
            "eventDescriptionEn": "Jamaica became an independent nation within the Commonwealth of Nations.",
            "eventDescriptionTr": "Jamaika, Milletler Topluluğu içinde bağımsız bir ulus haline geldi.",
            "eventDescriptionDe": "Jamaika wurde eine unabhängige Nation innerhalb des Commonwealth der Nationen.",
            "eventDescriptionEs": "Jamaica se convirtió en una nación independiente dentro de la Commonwealth de Naciones.",
            "eventDescriptionIt": "La Giamaica è diventata una nazione indipendente all'interno del Commonwealth delle Nazioni.",
            "eventDescriptionFr": "La Jamaïque est devenue une nation indépendante au sein du Commonwealth des Nations."
        },
        {
            "eventId": "115",
            "eventCategory": "POLITICS",
            "eventDate": "1953/07/27",
            "eventImg": null,
            "eventDescriptionEn": "On July 27, 1953, the Korean War Armistice was signed, ending the active hostilities of the Korean War.",
            "eventDescriptionTr": "27 Temmuz 1953 tarihinde Kore Savaşı Ateşkesi imzalandı ve Kore Savaşı'nın aktif düşmanlıkları sona erdi.",
            "eventDescriptionDe": "Am 27. Juli 1953 wurde der Waffenstillstand des Korea-Krieges unterzeichnet, der die aktiven Feindseligkeiten beendete.",
            "eventDescriptionEs": "El 27 de julio de 1953, se firmó el Armisticio de la Guerra de Corea, poniendo fin a las hostilidades activas de la guerra.",
            "eventDescriptionIt": "Il 27 luglio 1953 fu firmato l'armistizio della guerra di Corea, ponendo fine agli ostilità attive della guerra.",
            "eventDescriptionFr": "Le 27 juillet 1953, l'armistice de la guerre de Corée a été signé, mettant fin aux hostilités actives de la guerre."
        },
        {
            "eventId": "116",
            "eventCategory": "POLITICS",
            "eventDate": "1991/07/31",
            "eventImg": null,
            "eventDescriptionEn": "On July 31, 1991, the United States and the Soviet Union signed the START I treaty, which aimed to reduce strategic nuclear weapons.",
            "eventDescriptionTr": "31 Temmuz 1991 tarihinde, Amerika Birleşik Devletleri ve Sovyetler Birliği START I antlaşmasını imzalayarak stratejik nükleer silahları azaltmayı amaçladı.",
            "eventDescriptionDe": "Am 31. Juli 1991 unterzeichneten die Vereinigten Staaten und die Sowjetunion den START I-Vertrag, der darauf abzielte, strategische Atomwaffen zu reduzieren.",
            "eventDescriptionEs": "El 31 de julio de 1991, Estados Unidos y la Unión Soviética firmaron el tratado START I, que tenía como objetivo reducir las armas nucleares estratégicas.",
            "eventDescriptionIt": "Il 31 luglio 1991, gli Stati Uniti e l'Unione Sovietica firmarono il trattato START I, che mirava a ridurre le armi nucleari strategiche.",
            "eventDescriptionFr": "Le 31 juillet 1991, les États-Unis et l'Union soviétique ont signé le traité START I, qui visait à réduire les armes nucléaires stratégiques."
        },
        {
            "eventId": "117",
            "eventCategory": "PEOPLE",
            "eventDate": "1977/12/25",
            "eventImg": null,
            "eventDescriptionEn": "On December 25, 1977, Charlie Chaplin passed away.",
            "eventDescriptionTr": "25 Aralık 1977 tarihinde Charlie Chaplin hayatını kaybetti.",
            "eventDescriptionDe": "Am 25. Dezember 1977 verstarb Charlie Chaplin.",
            "eventDescriptionEs": "El 25 de diciembre de 1977, falleció Charlie Chaplin.",
            "eventDescriptionIt": "Il 25 dicembre 1977 è scomparso Charlie Chaplin.",
            "eventDescriptionFr": "Le 25 décembre 1977, Charlie Chaplin est décédé."
        },
        {
            "eventId": "118",
            "eventCategory": "POLITICS",
            "eventDate": "1953/07/26",
            "eventImg": null,
            "eventDescriptionEn": "On July 26, 1953, the Cuban Revolution began with an attack on the Moncada Barracks by Fidel Castro and his followers.",
            "eventDescriptionTr": "26 Temmuz 1953 tarihinde, Fidel Castro ve takipçileri tarafından Moncada Kışlası'na yapılan saldırıyla Küba Devrimi başladı.",
            "eventDescriptionDe": "Am 26. Juli 1953 begann die Kubanische Revolution mit einem Angriff von Fidel Castro und seinen Anhängern auf die Moncada-Kaserne.",
            "eventDescriptionEs": "El 26 de julio de 1953, comenzó la Revolución Cubana con un ataque a los cuarteles de Moncada por parte de Fidel Castro y sus seguidores.",
            "eventDescriptionIt": "Il 26 luglio 1953, iniziò la Rivoluzione Cubana con un attacco alla caserma di Moncada da parte di Fidel Castro e dei suoi seguaci.",
            "eventDescriptionFr": "Le 26 juillet 1953, la Révolution cubaine a commencé par une attaque de Fidel Castro et de ses partisans sur la caserne de Moncada."
        },
        {
            "eventId": "119",
            "eventCategory": "PEOPLE",
            "eventDate": "1951/07/26",
            "eventImg": null,
            "eventDescriptionEn": "Walt Disney's 13th animated film, Alice in Wonderland, premieres in London, England, United Kingdom.",
            "eventDescriptionTr": "Walt Disney'nin 13. animasyon filmi Alice Harikalar Diyarında, Londra, İngiltere'de prömiyerini yaptı.",
            "eventDescriptionDe": "Der 13. animierte Film von Walt Disney, Alice im Wunderland, hat in London, England, Premiere.",
            "eventDescriptionEs": "La 13ª película de animación de Walt Disney, Alicia en el país de las maravillas, se estrena en Londres, Inglaterra.",
            "eventDescriptionIt": "Il 13° film d'animazione di Walt Disney, Alice nel Paese delle Meraviglie, ha debuttato a Londra, in Inghilterra.",
            "eventDescriptionFr": "Le 13e film d'animation de Walt Disney, Alice au pays des merveilles, a été présenté en première à Londres, en Angleterre."
        },
        {
            "eventId": "120",
            "eventCategory": "PEOPLE",
            "eventDate": "1890/07/27",
            "eventImg": null,
            "eventDescriptionEn": "Vincent van Gogh shot himself and died two days later.",
            "eventDescriptionTr": "Vincent van Gogh kendini vurdu ve iki gün sonra öldü.",
            "eventDescriptionDe": "Vincent van Gogh erschoss sich und starb zwei Tage später.",
            "eventDescriptionEs": "Vincent van Gogh se suicidó y murió dos días después.",
            "eventDescriptionIt": "Vincent van Gogh si sparò e morì due giorni dopo.",
            "eventDescriptionFr": "Vincent van Gogh se suicida et mourut deux jours plus tard."
        },
        {
            "eventId": "121",
            "eventCategory": "PEOPLE",
            "eventDate": "1890/07/29",
            "eventImg": null,
            "eventDescriptionEn": "On July 29, 1890, Vincent van Gogh, the renowned Dutch painter, died at the age of 37. He was known for his significant contributions to the art world and his unique and expressive style of painting.",
            "eventDescriptionTr": "29 Temmuz 1890 tarihinde, ünlü Hollandalı ressam Vincent van Gogh, 37 yaşında vefat etti. Sanat dünyasına önemli katkılarda bulunmuş ve benzersiz ve ifade dolu resim tarzıyla tanınıyordu.",
            "eventDescriptionDe": "Am 29. Juli 1890 verstarb der renommierte niederländische Maler Vincent van Gogh im Alter von 37 Jahren. Er war bekannt für seine bedeutenden Beiträge zur Kunstwelt und seinen einzigartigen und ausdrucksstarken Malstil.",
            "eventDescriptionEs": "El 29 de julio de 1890, falleció Vincent van Gogh, el reconocido pintor neerlandés, a la edad de 37 años. Fue conocido por sus importantes contribuciones al mundo del arte y su estilo único y expresivo de pintura.",
            "eventDescriptionIt": "Il 29 luglio 1890, Vincent van Gogh, il rinomato pittore olandese, morì all'età di 37 anni. Era noto per i suoi significativi contributi al mondo dell'arte e il suo stile unico ed espressivo di pittura.",
            "eventDescriptionFr": "Le 29 juillet 1890, Vincent van Gogh, le célèbre peintre néerlandais, est décédé à l'âge de 37 ans. Il était connu pour ses importantes contributions au monde de l'art et son style unique et expressif de peinture."
        },
        {
            "eventId": "122",
            "eventCategory": "TECH",
            "eventDate": "1949/07/27",
            "eventImg": null,
            "eventDescriptionEn": "On July 27, 1949, the de Havilland Comet, the world's first jet-powered airliner, made its inaugural flight. This revolutionary aircraft marked a significant advancement in commercial aviation and paved the way for modern jet travel.",
            "eventDescriptionTr": "27 Temmuz 1949 tarihinde, de Havilland Comet, dünyanın ilk jet motorlu yolcu uçağı, ilk uçuşunu gerçekleştirdi. Bu devrim niteliğindeki uçak, ticari havacılıkta önemli bir ilerleme kaydetti ve modern jet seyahatlerinin yolunu açtı.",
            "eventDescriptionDe": "Am 27. Juli 1949 absolvierte die de Havilland Comet, das weltweit erste Strahltriebwerk-Verkehrsflugzeug, ihren Erstflug. Dieses revolutionäre Flugzeug markierte einen bedeutenden Fortschritt in der kommerziellen Luftfahrt und ebnete den Weg für moderne Jet-Reisen.",
            "eventDescriptionEs": "El 27 de julio de 1949, el de Havilland Comet, el primer avión de pasajeros propulsado por motores a reacción, realizó su vuelo inaugural. Esta aeronave revolucionaria marcó un avance significativo en la aviación comercial y abrió el camino para los viajes modernos en jet.",
            "eventDescriptionIt": "Il 27 luglio 1949, il de Havilland Comet, il primo aereo di linea con motore a reazione, effettuò il suo volo inaugurale. Questo aereo rivoluzionario segnò un significativo avanzamento nell'aviazione commerciale e aprì la strada ai viaggi moderni in jet.",
            "eventDescriptionFr": "Le 27 juillet 1949, le de Havilland Comet, le premier avion de ligne à réaction, effectua son vol inaugural. Cet avion révolutionnaire marqua une avancée significative dans l'aviation commerciale et ouvrit la voie aux voyages en jet modernes."
        },
        {
            "eventId": "123",
            "eventCategory": "PEOPLE",
            "eventDate": "1931/10/18",
            "eventImg": null,
            "eventDescriptionEn": "On October 18, 1931, Thomas Edison, the renowned American inventor and businessman, passed away at the age of 84. Edison is best known for his significant contributions to the development of the electric light bulb, phonograph, and numerous other innovations that revolutionized modern technology.",
            "eventDescriptionTr": "18 Ekim 1931 tarihinde, ünlü Amerikalı mucit ve iş insanı Thomas Edison, 84 yaşında vefat etti. Edison, elektrik ampulü, fonograf ve birçok diğer yeniliklerin geliştirilmesine yaptığı önemli katkılarla tanınır ve modern teknolojiyi devrimleştirmiştir.",
            "eventDescriptionDe": "Am 18. Oktober 1931 verstarb der renommierte amerikanische Erfinder und Geschäftsmann Thomas Edison im Alter von 84 Jahren. Edison ist vor allem für seine bedeutenden Beiträge zur Entwicklung der Glühbirne, des Phonographen und zahlreicher anderer Innovationen bekannt, die die moderne Technologie revolutionierten.",
            "eventDescriptionEs": "El 18 de octubre de 1931, falleció Thomas Edison, el famoso inventor y empresario estadounidense, a la edad de 84 años. Edison es conocido por sus importantes contribuciones al desarrollo de la bombilla eléctrica, el fonógrafo y numerosas otras innovaciones que revolucionaron la tecnología moderna.",
            "eventDescriptionIt": "Il 18 ottobre 1931, Thomas Edison, il famoso inventore e imprenditore americano, morì all'età di 84 anni. Edison è principalmente noto per i suoi significativi contributi allo sviluppo della lampadina elettrica, del fonografo e di numerose altre innovazioni che hanno rivoluzionato la tecnologia moderna.",
            "eventDescriptionFr": "Le 18 octobre 1931, Thomas Edison, le célèbre inventeur et homme d'affaires américain, est décédé à l'âge de 84 ans. Edison est surtout connu pour ses contributions importantes au développement de l'ampoule électrique, du phonographe et de nombreuses autres innovations qui ont révolutionné la technologie moderne."
        },
        {
            "eventId": "124",
            "eventCategory": "POLITICS",
            "eventDate": "1694/07/27",
            "eventImg": null,
            "eventDescriptionEn": "On July 27, 1694, a Royal charter was granted to the Bank of England by King William III and Queen Mary II. The charter established the Bank of England as the central bank of England and granted it various privileges, including the ability to issue banknotes. The Bank of England played a crucial role in the development of the British economy and monetary system.",
            "eventDescriptionTr": "27 Temmuz 1694 tarihinde, Kral III. William ve Kraliçe II. Mary tarafından Bank of England'a Kraliyet Şartnamesi verildi. Şartname, Bank of England'ı İngiltere'nin merkez bankası olarak kurdu ve banknot çıkarma gibi çeşitli ayrıcalıklar verdi. Bank of England, İngiliz ekonomisinin ve para sisteminin gelişiminde önemli bir rol oynadı.",
            "eventDescriptionDe": "Am 27. Juli 1694 wurde der Bank of England von König Wilhelm III. und Königin Maria II. eine Königliche Charta verliehen. Die Charta etablierte die Bank of England als Zentralbank von England und gewährte ihr verschiedene Privilegien, einschließlich der Möglichkeit, Banknoten auszugeben. Die Bank of England spielte eine entscheidende Rolle in der Entwicklung der britischen Wirtschaft und des Geldsystems.",
            "eventDescriptionEs": "El 27 de julio de 1694, se otorgó una Carta Real al Banco de Inglaterra por parte del Rey Guillermo III y la Reina María II. La carta estableció al Banco de Inglaterra como el banco central de Inglaterra y le otorgó diversos privilegios, incluida la capacidad de emitir billetes de banco. El Banco de Inglaterra desempeñó un papel crucial en el desarrollo de la economía y el sistema monetario británico.",
            "eventDescriptionIt": "Il 27 luglio 1694 fu concessa una Carta Reale alla Banca d'Inghilterra da parte del Re Guglielmo III e della Regina Maria II. La carta istituì la Banca d'Inghilterra come banca centrale d'Inghilterra e le conferì vari privilegi, inclusa la possibilità di emettere banconote. La Banca d'Inghilterra svolse un ruolo cruciale nello sviluppo dell'economia e del sistema monetario britannico.",
            "eventDescriptionFr": "Le 27 juillet 1694, une charte royale a été accordée à la Banque d'Angleterre par le roi Guillaume III et la reine Marie II. La charte a établi la Banque d'Angleterre en tant que banque centrale de l'Angleterre et lui a accordé divers privilèges, dont la capacité d'émettre des billets de banque. La Banque d'Angleterre a joué un rôle crucial dans le développement de l'économie britannique et du système monétaire."
        },{
            "eventId": "125",
            "eventCategory": "PEOPLE",
            "eventDate": "1967/02/18",
            "eventImg": null,
            "eventDescriptionEn": "On February 18, 1967, J. Robert Oppenheimer, the renowned American theoretical physicist and leader of the Manhattan Project during World War II, passed away at the age of 62. His contributions to the development of the atomic bomb had a profound impact on history and science.",
            "eventDescriptionTr": "18 Şubat 1967 tarihinde, ünlü Amerikalı teorik fizikçi ve II. Dünya Savaşı sırasında Manhattan Projesi'nin lideri J. Robert Oppenheimer, 62 yaşında vefat etti. Atom bombasının gelişimine yaptığı katkılar tarih ve bilim alanında derin etkiler yaratmıştır.",
            "eventDescriptionDe": "Am 18. Februar 1967 verstarb der renommierte amerikanische theoretische Physiker und Leiter des Manhattan-Projekts während des Zweiten Weltkriegs, J. Robert Oppenheimer, im Alter von 62 Jahren. Seine Beiträge zur Entwicklung der Atombombe hatten eine tiefgreifende Auswirkung auf Geschichte und Wissenschaft.",
            "eventDescriptionEs": "El 18 de febrero de 1967, falleció J. Robert Oppenheimer, el renombrado físico teórico estadounidense y líder del Proyecto Manhattan durante la Segunda Guerra Mundial, a la edad de 62 años. Sus contribuciones al desarrollo de la bomba atómica tuvieron un profundo impacto en la historia y la ciencia.",
            "eventDescriptionIt": "Il 18 febbraio 1967, J. Robert Oppenheimer, il rinomato fisico teorico americano e leader del Progetto Manhattan durante la Seconda Guerra Mondiale, morì all'età di 62 anni. I suoi contributi allo sviluppo della bomba atomica ebbero un profondo impatto sulla storia e sulla scienza.",
            "eventDescriptionFr": "Le 18 février 1967, J. Robert Oppenheimer, le célèbre physicien théoricien américain et chef du Projet Manhattan pendant la Seconde Guerre mondiale, est décédé à l'âge de 62 ans. Ses contributions au développement de la bombe atomique ont eu un impact profond sur l'histoire et la science."
          }
    ]
}