{
    "events": [
        {
            "eventId": "0",
            "eventCategory": "POLITICS",
            "eventDate": "1990/06/12",
            "eventImg": null,
            "eventDescriptionEn": "On June 12, 1990, Russia officially declared its independence.",
            "eventDescriptionTr": "12 Haziran 1990'da Rusya resmen bağımsızlığını ilan etti."
        },
        {
            "eventId": "1",
            "eventCategory": "SCIENCE",
            "eventDate": "1967/06/12",
            "eventImg": null,
            "eventDescriptionEn": "The Soviet Union sent the spacecraft Venera 4 to the planet Venus.",
            "eventDescriptionTr": "Sovyetler Birliği, uzay aracı Venera 4'ü Venüs gezegenine yolladı."
        },
        {
            "eventId": "2",
            "eventCategory": "SCIENCE",
            "eventDate": "1983/06/13",
            "eventImg": null,
            "eventDescriptionEn": "The Pioneer 10 space probe became the first man-made object to leave the solar system.",
            "eventDescriptionTr": "Pioneer 10 uzay sondası, güneş sistemi dışına çıkan ilk insan yapımı nesne oldu."
        },
        {
            "eventId": "3",
            "eventCategory": "TECH",
            "eventDate": "2018/06/13",
            "eventImg": null,
            "eventDescriptionEn": "Volkswagen is fined one billion euros over the emissions scandal.",
            "eventDescriptionTr": "Volkswagen'e, emisyon skandalı nedeniyle bir milyar euro para cezasına verildi."
        },
        {
            "eventId": "4",
            "eventCategory": "POLITICS",
            "eventDate": "1926/06/14",
            "eventImg": null,
            "eventDescriptionEn": "Brazil leaves the League of Nations.",
            "eventDescriptionTr": "Brezilya Millet Cemiyeti'nden ayrıldı."
        },
        {
            "eventId": "5",
            "eventCategory": "TECH",
            "eventDate": "2022/06/15",
            "eventImg": null,
            "eventDescriptionEn": "Microsoft retires its ubiquitous Internet Explorer after 26 years in favor of its new browser, Microsoft Edge.",
            "eventDescriptionTr": "Microsoft, Internet Explorer'ı 26 yıl sonra emekliye ayırdı, yerine yeni tarayıcısı Microsoft Edge geldi."
        },
        {
            "eventId": "6",
            "eventCategory": "SCIENCE",
            "eventDate": "1667/06/15",
            "eventImg": null,
            "eventDescriptionEn": "The first human blood transfusion is administered by Dr. Jean-Baptiste Denys.",
            "eventDescriptionTr": "1667 yılında ilk kan nakli Dr. Jean-Baptiste Denys tarafından gerçekleştirildi."
        },
        {
            "eventId": "7",
            "eventCategory": "PEOPLE",
            "eventDate": "1896/06/15",
            "eventImg": "https://firebasestorage.googleapis.com/v0/b/today-from-history-5f9f6.appspot.com/o/june%2Fdeadliest%20tsunamis-in-japan-7.png?alt=media&token=fca17113-00a8-439a-8a4c-2107dec5652a",
            "eventDescriptionEn": "One of the deadliest tsunamis in Japan's history kills more than 22,000 people.",
            "eventDescriptionTr": "Japonya tarihinin en ölümcül tsunamilerinden biri 22.000'den fazla insanı öldürdü."
        },
        {
            "eventId": "8",
            "eventCategory": "SPORT",
            "eventDate": "2012/06/15",
            "eventImg": null,
            "eventDescriptionEn": "Nik Wallenda becomes the first person to successfully tightrope walk directly over Niagara Falls.",
            "eventDescriptionTr": "Nik Wallenda, doğrudan Niagara Şelaleleri üzerinde ipte başarıyla yürüyen ilk kişi oldu."
        },
        {
            "eventId": "9",
            "eventCategory": "TECH",
            "eventDate": "1903/06/16",
            "eventImg": null,
            "eventDescriptionEn": "The Ford Motor Company is incorporated.",
            "eventDescriptionTr": "16 Haziran 1903'te Ford Motor Company kuruldu."
        },
        {
            "eventId": "10",
            "eventCategory": "TECH",
            "eventDate": "2006/04/23",
            "eventImg": null,
            "eventDescriptionEn": "Spotify founded in April 23.",
            "eventDescriptionTr": "23 Nisan 2006'da Spotify kuruldu."
        },
        {
            "eventId": "11",
            "eventCategory": "POLITICS",
            "eventDate": "1989/11/09",
            "eventImg": null,
            "eventDescriptionEn": "The Berlin wall fell.",
            "eventDescriptionTr": "Berlin duvarı yıkıldı."
        },
        {
            "eventId": "12",
            "eventCategory": "SCIENCE",
            "eventDate": "1949/06/14",
            "eventImg": null,
            "eventDescriptionEn": "Albert II becomes the first monkey in space.",
            "eventDescriptionTr": "Albert II, uzaya çıkan ilk maymun oldu."
        },
        {
            "eventId": "14",
            "eventCategory": "TECH",
            "eventDate": "1935/06/15",
            "eventImg": null,
            "eventDescriptionEn": "The first transatlantic telephone call is made between New York City and London.",
            "eventDescriptionTr": "1935'te Atlantik Okyanusu'nu aşan ilk telefon görüşmesi New York ve Londra arasında yapıldı."
        },
        {
            "eventId": "15",
            "eventCategory": "POLITICS",
            "eventDate": "1846/06/15",
            "eventImg": null,
            "eventDescriptionEn": "The United States declares war on Mexico, beginning the Mexican-American War.",
            "eventDescriptionTr": "Amerika Birleşik Devletleri, Meksika-Amerika Savaşı'nı başlatarak Meksika'ya savaş ilan etti."
        },
        {
            "eventId": "16",
            "eventCategory": "PEOPLE",
            "eventDate": "2017/06/14",
            "eventImg": null,
            "eventDescriptionEn": "A fire in a high-rise apartment building in North Kensington, London, UK, leaves 72 people dead and another 74 injured.",
            "eventDescriptionTr": "İngiltere'nin Londra kentindeki North Kensington'da çok katlı bir apartmanda çıkan yangında 72 kişi öldü, 74 kişi de yaralandı."
        },
        {
            "eventId": "17",
            "eventCategory": "SCIENCE",
            "eventDate": "1963/06/16",
            "eventImg": null,
            "eventDescriptionEn": "Soviet cosmonaut Valentina Tereshkova becomes the first woman to travel in space, having been launched into orbit aboard the spacecraft Vostok 6, which completed 48 orbits in 71 hours.",
            "eventDescriptionTr": "Sovyet kozmonot Valentina Tereshkova, 71 saatte 48 yörüngeyi tamamlayan Vostok 6 uzay aracıyla yörüngeye fırlatılarak uzayda yolculuk yapan ilk kadın oldu."
        },
        {
            "eventId": "18",
            "eventCategory": "POLITICS",
            "eventDate": "2001/09/11",
            "eventImg": null,
            "eventDescriptionEn": "The September 11 attacks, a series of coordinated terrorist attacks killing 2,996 people using four aircraft hijacked by 19 members of al-Qaeda. Two aircraft crash into the World Trade Center in New York City, a third crashes into The Pentagon in Arlington County, Virginia, and a fourth into a field near Shanksville, Pennsylvania.",
            "eventDescriptionTr": "11 Eylül saldırıları, El Kaide'nin 19 üyesi tarafından kaçırılan dört uçağı kullanarak 2.996 kişinin ölümüne neden olan bir dizi koordineli terör saldırısıdır. İki uçak New York City'deki Dünya Ticaret Merkezi'ne düştü, üçüncüsü Virginia, Arlington County'deki The Pentagon'a ve dördüncüsü Pennsylvania, Shanksville yakınlarındaki bir araziye düştü."
        },
        {
            "eventId": "19",
            "eventCategory": "POLITICS",
            "eventDate": "1914/07/28",
            "eventImg": null,
            "eventDescriptionEn": "The First World War began.",
            "eventDescriptionTr": "I. Dünya Savaşı başladı."
          },
          {
            "eventId": "20",
            "eventCategory": "SCIENCE",
            "eventDate": "1986/04/26",
            "eventImg": null,
            "eventDescriptionEn": "Chernobyl nuclear reactor explosion occurred, resulting in the worst nuclear disaster in history.",
            "eventDescriptionTr": "Chernobyl nükleer reaktör patlaması gerçekleşti ve tarihteki en kötü nükleer felakete sebep oldu."
          },
          {
            "eventId": "21",
            "eventCategory": "POLITICS",
            "eventDate": "1945/09/02",
            "eventImg": null,
            "eventDescriptionEn": "World War II came to an end with the official surrender of Japan, marking a significant turning point in global history.",
            "eventDescriptionTr": "İkinci Dünya Savaşı, Japonya'nın resmi olarak teslim olmasıyla sona erdi ve küresel tarih açısından önemli bir dönüm noktasını işaret etti."
          },{
            "eventId": "22",
            "eventCategory": "SCIENCE",
            "eventDate": "1969/07/20",
            "eventImg": null,
            "eventDescriptionEn": "The first human moon landing took place as part of NASA's Apollo 11 mission, marking a monumental achievement in space exploration.",
            "eventDescriptionTr": "İlk insanlı Ay inişi, NASA'nın Apollo 11 görevi kapsamında gerçekleşti ve uzay keşfi açısından büyük bir başarıyı temsil etti."
          },{
            "eventId": "23",
            "eventCategory": "POLITICS",
            "eventDate": "1989/11/09",
            "eventImg": null,
            "eventDescriptionEn": "The Berlin Wall fell, symbolizing the end of the Cold War and the reunification of East and West Germany.",
            "eventDescriptionTr": "Berlin Duvarı yıkıldı ve Soğuk Savaş'ın sonunu ve Doğu ve Batı Almanya'nın birleşmesini simgeledi."
          },{
            "eventId": "24",
            "eventCategory": "PEOPLE",
            "eventDate": "1920/08/18",
            "eventImg": null,
            "eventDescriptionEn": "Women's suffrage was achieved in the United States, granting women the right to vote.",
            "eventDescriptionTr": "Amerika Birleşik Devletleri'nde kadınların oy kullanma hakkı elde edildi."
          },{
            "eventId": "25",
            "eventCategory": "TECH",
            "eventDate": "1903/12/17",
            "eventImg": null,
            "eventDescriptionEn": "The Wright Brothers achieved the first powered flight, introducing the era of modern aviation.",
            "eventDescriptionTr": "Wright Kardeşler ilk güçlü uçuşu gerçekleştirdi ve modern havacılık dönemini başlattı."
          },{
            "eventId": "26",
            "eventCategory": "PEOPLE",
            "eventDate": "1994/04/27",
            "eventImg": null,
            "eventDescriptionEn": "Apartheid, the system of racial segregation in South Africa, officially ended, leading to the first multiracial democratic elections in the country.",
            "eventDescriptionTr": "Güney Afrika'da ırk ayrımcılığı sistemi olan apartheid resmi olarak sona erdi ve ülkede ilk çok ırklı demokratik seçimler gerçekleşti."
          },{
            "eventId": "27",
            "eventCategory": "PEOPLE",
            "eventDate": "2015/12/12",
            "eventImg": null,
            "eventDescriptionEn": "The Paris Agreement, a global effort to combat climate change, was signed by 196 countries, highlighting the urgency of environmental preservation.",
            "eventDescriptionTr": "Paris Anlaşması, iklim değişikliğiyle mücadele etmek için 196 ülke tarafından imzalandı ve çevresel korumanın aciliyetini vurguladı."
          },{
            "eventId": "28",
            "eventCategory": "SCIENCE",
            "eventDate": "1967/12/03",
            "eventImg": null,
            "eventDescriptionEn": "The first successful human heart transplant was performed, paving the way for organ transplantation in medical history.",
            "eventDescriptionTr": "İlk başarılı insan kalp nakli gerçekleştirildi ve tıp tarihinde organ nakli için yol açıldı."
          },{
            "eventId": "29",
            "eventCategory": "POLITICS",
            "eventDate": "1947/08/15",
            "eventImg": null,
            "eventDescriptionEn": "India gained independence from British colonial rule, marking a significant milestone in the country's history.",
            "eventDescriptionTr": "Hindistan, Britanya sömürge yönetiminden bağımsızlığını kazandı ve ülkenin tarihinde önemli bir kilometre taşını işaret etti."
          },{
            "eventId": "30",
            "eventCategory": "SCIENCE",
            "eventDate": "1953/04/25",
            "eventImg": null,
            "eventDescriptionEn": "The double helix structure of DNA was discovered by James Watson and Francis Crick, unraveling the genetic code.",
            "eventDescriptionTr": "DNA'nın çift sarmal yapısı, James Watson ve Francis Crick tarafından keşfedildi ve genetik kodun çözülmesini sağladı."
          },{
            "eventId": "31",
            "eventCategory": "POLITICS",
            "eventDate": "1991/12/26",
            "eventImg": null,
            "eventDescriptionEn": "The Soviet Union collapsed, leading to the dissolution of the communist state and the end of the Cold War era.",
            "eventDescriptionTr": "Sovyetler Birliği çöktü, komünist devletin dağılmasına ve Soğuk Savaş döneminin sona ermesine yol açtı."
          },{
            "eventId": "32",
            "eventCategory": "POLITICS",
            "eventDate": "1919/06/28",
            "eventImg": null,
            "eventDescriptionEn": "The Treaty of Versailles was signed, officially ending World War I and establishing peace terms.",
            "eventDescriptionTr": "Versay Antlaşması imzalandı ve Birinci Dünya Savaşı resmen sona erdi, barış koşulları belirlendi."
          },{
            "eventId": "33",
            "eventCategory": "SCIENCE",
            "eventDate": "1969/07/20",
            "eventImg": null,
            "eventDescriptionEn": "Apollo 11 successfully landed on the moon, marking the first human footsteps on another celestial body.",
            "eventDescriptionTr": "Apollo 11 başarıyla Ay'a indi ve başka bir gök cismi üzerindeki ilk insan ayak izlerini oluşturdu."
          }
    ]
}